Repository: KDE/akonadi-mime
Catalog: po/*/libakonadi-kmime6.po
Languages: eo, ta

# @title:window
source: Empty Trash
eo: Malplenigi Rubujon
ta: அகற்றிடத்தை காலியாக்குவது

source: Are you sure you want to empty the trash folders of all accounts?
eo: Ĉu vi certas, ke vi volas malplenigi la rubujojn de ĉiuj kontoj?
ta: அனைத்து கணக்குகளின் அகற்றிடங்களை உறுதியாக காலியாக்க வேண்டிமா?

source: Are you sure you want to mark all messages in this folder and all its subfolders?
eo: Ĉu vi certas, ke vi volas marki ĉiujn mesaĝojn en ĉi tiu dosierujo kaj ĉiuj ĝiaj subdosierujoj?
ta: இவ்வடைவிலும் இதில் சார்ந்த அடைவுகளிலும் உள்ள அனைத்து அஞ்சல்களையும் உறுதியாக குறிக்க வேண்டுமா?

# @title:window
source: Mark All Recursively
eo: Marki Ĉiujn Rikure
ta: சார்ந்த அனைத்தையும் குறி

# @action:button
source: Mark All
eo: Marki Ĉiujn
ta: அனைத்தையும் குறி

# @title:column, message (e.g. email) subject
source: Subject
eo: Temo
ta: தலைப்பு

# @title:column, sender of message (e.g. email)
source: Sender
eo: Sendanto
ta: அனுப்புநர்

# @title:column, receiver of message (e.g. email)
source: Receiver
eo: Ricevanto
ta: பெறுநர்

# @title:column, message (e.g. email) timestamp
source: Date
eo: Dato
ta: தேதி

# @title:column, message (e.g. email) size
source: Size
eo: Grandeco
ta: அளவு

# @label Alternative text when email subject is missing
source: (No subject)
eo: (Neniu temo)
ta: (தலைப்பில்லாத‍து)

# @label Alternative text when email sender is missing
source: (No sender)
eo: (Neniu sendinto)
ta: (அனுப்புநர் இல்லை)

# @label Alternative text when email recipient is missing
source: (No receiver)
eo: (Neniu ricevanto)
ta: (பெறுநர் இல்லை)

# @label Alternative text when email date/time is missing
source: (No date)
eo: (Neniu dato)
ta: (தேதியில்லை)

source: Empty message.
eo: Malplena mesaĝo.
ta: காலியான அஞ்சல்

source: Message has no recipients.
eo: Mesaĝo ne havas ricevantojn.
ta: இவ்வஞ்சலில் பெறுநர்கள் யாரும் குறிப்பிடப்படவில்லை.

source: Message has invalid sent-mail folder.
eo: Mesaĝo havas nevalidan dosierujon de senditaj retpoŝtoj.
ta: அனுப்பிய அஞ்சலுக்கான அடைவு செல்லுபடியாகாதது.

source: Retrieving items…
eo: Prenante erojn…
ta: உருப்படிகள் பெறப்படுகின்றன…

source: Searching for duplicates…
eo: Serĉante duplikatojn…
ta: நகலாயுள்ளவை கண்டுபிடிக்கப்படுகின்றன…

source: Removing duplicates…
eo: Forigante duplikatojn…
ta: நகலாயுள்ளவை நீக்கப்படுகின்றன…

# local mail folder
source: inbox
eo: enirkesto
ta: உள்வந்தவை

# local mail folder
source: outbox
eo: elirkesto
ta: வெளிப்பெட்டி

# local mail folder
source: sent-mail
eo: sendita-poŝto
ta: அனுப்பியவை

# local mail folder
source: trash
eo: rubujo
ta: அகற்றிடம்

# local mail folder
source: drafts
eo: malnetoj
ta: வரைவுகள்

# local mail folder
source: templates
eo: ŝablonoj
ta: வார்ப்புருகள்

# local mail folder
source: spam
eo: spamo
ta: ஸ்பேம்

# local mail folder
source: Local Folders
eo: Lokaj Dosierujoj
ta: உள்ளமை அடைவுகள்

source: Add Folder…
eo: Aldoni Dosierujon…
ta: அடைவை சேர்…

source: Add a new folder to the currently selected account.
eo: Aldoni novan dosierujon al la nun elektita konto.

# @title:window
source: New Folder
eo: Nova Dosierujo
ta: புதிய அடைவு

source: Could not create folder: %1
eo: Ne eblis krei dosierujon: %1
ta: அடைவை உருவாக்க முடியவில்லை: %1

source: Folder creation failed
eo: Kreado de dosierujoj malsukcesis
ta: அடைவை உருவாக்குவது தோல்வியடைந்த‍து

source: Copy Folder
eo: Kopii Dosierujon
ta: அடைவை நகலெடு

source: Copy the selected folders to the clipboard.
eo: Kopii la elektitajn dosierujojn al la tondujo.
ta: தேர்ந்தெடுத்துள்ள அடைவுகளை பிடிப்புப்பலகைக்கு நகலெடுக்கும்.

# @title:window
source: Properties of Folder %1
eo: Proprecoj de Dosierujo %1
ta: %1 அடைவின் பண்புகள்

source: Delete Folder
eo: Forigi Dosierujon
ta: அடைவை நீக்கு

source: Delete the selected folders from the account.
eo: Forigi la elektitajn dosierujojn de la konto.

source: Do you really want to delete this folder and all its sub-folders?
eo: Ĉu vi vere volas forigi tiun dosierujon kaj ĉiujn ĝiajn subdosierujojn?
ta: இந்த அடைவையும் அதில் சார்ந்துள்ள அனைத்தையும் உறுதியாக நீக்க வேண்டுமா?

# @title:window
source: Delete folder?
eo: Ĉu Forigi dosierujon?
ta: அடைவை நீக்கலாமா?

source: Could not delete folder: %1
eo: Ne eblis forigi dosierujon: %1
ta: அடைவை நீக்க முடியவில்லை: %1

source: Folder deletion failed
eo: Forigo de dosierujo malsukcesis
ta: அடைவை நீக்குவது தோல்வியடைந்தது

source: Update Folder
eo: Ĝisdatigi Dosierujon
ta: அடைவை புதுப்பி

source: Update the contents of the selected folders.
eo: Ĝisdatigi la enhavon de la elektitaj dosierujoj.

source: Cut Folder
eo: Tondi Dosierujon
ta: அடைவை வெட்டு

source: Cut the selected folders from the account.
eo: Tondi la elektitajn dosierujojn el la konto.

source: Folder Properties
eo: Dosierujaj Proprecoj
ta: அடைவின் பண்புகள்

source: Open a dialog to edit the properties of the selected folder.
eo: Malfermi dialogon por redakti la ecojn de la elektita dosierujo.

source: Copy Message
eo: Kopii Mesaĝon
ta: அஞ்சலை நகலெடு

source: Copy the selected messages to the clipboard.
eo: Kopii la elektitajn mesaĝojn al la tondujo.

source: Delete Message
eo: Forigi Mesaĝon
ta: அஞ்சலை நீக்கு

source: Delete the selected messages from the folder.
eo: Forigi la elektitajn mesaĝojn el la dosierujo.

source: Do you really want to delete the selected message?
eo: Ĉu vi vere volas forigi la elektitan mesaĝon?
ta: தேர்ந்தெடுத்துள்ள அஞ்சலை உறுதியாக நீக்க வேண்டுமா?

# @title:window
source: Delete Message?
eo: Ĉu Forigi Mesaĝon?

source: Could not delete message: %1
eo: Ne eblis forigi mesaĝon: %1

source: Message deletion failed
eo: Mesaĝa forigo malsukcesis

source: Cut Message
eo: Tondi Mesaĝon

source: Cut the selected message from the folder.
eo: Tondi la elektitan mesaĝon el la dosierujo.

source: Add &Account…
eo: &Aldoni Konton…
ta: &கணக்கைச் சேர்…

source: Add a new account<p>You will be presented with a dialog where you can select the type of the account that shall be added.</p>
eo: Aldoni novan konton<p>Al vi estos prezentita dialogo kie vi povas elekti la tipon de la konto kiu estos aldonata.</p>

# @title:window
source: Add Account
eo: Aldoni Konton

source: Could not create account: %1
eo: Ne eblis krei konton: %1

source: Account creation failed
eo: Kreado de konto malsukcesis

source: &Delete Account
eo: &Forigi Konton

source: Delete the selected accounts<p>The currently selected accounts will be deleted, along with all the messages they contain.</p>
eo: Forigu la elektitajn kontojn<p>La nuntempe elektitaj kontoj estos forigitaj, kune kun ĉiuj mesaĝoj kiujn ili enhavas.</p>

source: Do you really want to delete this account?
eo: Ĉu vi vere volas forigi la konton?

# @title:window
source: Delete Account?
eo: Ĉu Forigi Konton?

source: Account Properties…
eo: Kontaj Proprecoj…
ta: கணக்கின் பண்புகள்…

source: Open a dialog to edit properties of the selected account.
eo: Malfermi dialogon por redakti ecojn de la elektita konto.

source: Update Account
eo: Ĝisdatigi Konton

source: Updates the content of all folders of the selected accounts.
eo: Ĝisdatigas la enhavon de ĉiuj dosierujoj de la elektitaj kontoj.

source: Update This Folder and All Its Subfolders
eo: Ĝisdatigi Ĉi tiun Konton kaj Ĉiujn Ĝiajn Subdosierujojn

source: Update the contents of the selected folders and all their subfolders.
eo: Ĝisdatigi la enhavon de la elektitaj dosierujoj kaj ĉiuj iliaj subdosierujoj.

source: Could not paste message: %1
eo: Ne eblis alglui mesaĝon: %1

source: Paste failed
eo: Alglui malsukcesis

source: Remove Important Mark
eo: Forigi Gravan Markon

source: &Mark Message as Important
eo: &Marki Mesaĝon kiel Grava
ta: அஞ்சலை முக்கியமானதாக குறி

source: Remove Action Item Mark
eo: Forigi Ago-Ero Markon
ta: செயலுக்கானதாக குறித்ததை நீக்கு

source: &Mark Message as Action Item
eo: &Marki Mesaĝon kiel Ago-Ero
ta: அஞ்சலை செயலுக்கானதாக குறி

source: &Mark Message as Read
eo: &Marki Mesaĝon kiel Legita
ta: அஞ்சலை படித்ததாக குறி

source: Mark as Read
eo: Marki kiel Legita
ta: படித்த‍தாக‍ குறி

source: Mark selected messages as read.
eo: Marki elektitajn mesaĝojn kiel legitajn.
ta: தேர்ந்தெடுத்துள்ள அஞ்சல்களை படித்தவையாக குறி

source: &Mark Message as Unread
eo: &Marki Mesaĝon kiel Nelegita
ta: அஞ்சலை படிக்காததாக குறி

source: Mark as Unread
eo: Marki kiel Nelegita
ta: படிக்காத‍தாக குறி

source: Mark selected messages as unread.
eo: Marki elektitajn mesaĝojn kiel nelegitaj.

source: Mark as Important
eo: Marki kiel Grava
ta: முக்கியமானதாக குறி

source: Mark selected messages as important.
eo: Marki elektitajn mesaĝojn kiel gravaj.

source: Mark as Action Item
eo: Marki kiel Ago-Ero
ta: செயலுக்கானதாக குறி

source: Mark selected messages as action items.
eo: Marki elektitajn mesaĝojn kiel agadaĵojn.

source: Mark &All Messages as Read
eo: Marki Ĉiujn Mes&aĝojn kiel Legita
ta: அனைத்து அஞ்சல்களையும் படித்தவையாக குறி

source: Mark All as Read
eo: Marki Ĉion kiel Legita
ta: அனைத்தையும் படித்ததாக குறி

source: Mark all messages as read.
eo: Marki ĉiujn mesaĝojn kiel legitajn.
ta: அனைத்து அஞ்சல்களையும் படித்ததாக குறி.

source: Mark &All Messages as Read Recursively
eo: Marki Ĉiujn Mes&aĝojn kiel Legitaj Rekurse

source: Mark All as Read Recursively
eo: Marki Ĉion kiel Legita Rekursie

source: Mark all messages as read recursively.
eo: Marki ĉiujn mesaĝojn kiel legitaj rekursie.

source: Mark &All Messages as Unread
eo: Marki &Ĉiujn Mesaĝojn kiel Nelegitaj

source: Mark All as Unread
eo: Marki Ĉion kiel Nelegita
ta: அனைத்தையும் படிக்காததாக குறி

source: Mark all messages as unread.
eo: Marku ĉiujn mesaĝojn kiel nelegitaj.

source: Mark &All Messages as Important
eo: Marki Ĉiujn Mes&aĝojn kiel Gravajn
ta: அனைத்து அஞ்சல்களையும் முக்கியமானவையாக குறி

source: Mark All as Important
eo: Marki Ĉion kiel Grava
ta: அனைத்தையும் முக்கியமானவையாக குறி

source: Mark all messages as important.
eo: Marku ĉiujn mesaĝojn kiel gravaj.

source: Mark All as Action Item
eo: Marki Ĉion kiel Ago-Ero
ta: அனைத்தையும் செயலுக்கானவையாக குறி

source: Mark &All Messages as Action Item
eo: Marki Ĉiujn Mes&aĝojn kiel Agadon
ta: அனைத்து அஞ்சல்களையும் செயலுக்கானவையாக குறி

source: Mark all messages as action items.
eo: Marki ĉiujn mesaĝojn kiel agadaĵojn.

source: Move to &Trash
eo: Movi al &Rubo
ta: அகற்றிடத்துக்கு நகர்த்து

source: Move selected messages to the trash folder.
eo: Movi elektitajn mesaĝojn al la rubujo.

source: Move All to &Trash
eo: Movi Ĉion al &Rubujo
ta: அனைத்தையும் அகற்றிடத்திற்கு நகர்த்து

source: Move all messages to the trash folder.
eo: Movi ĉiujn mesaĝojn al la rubujo.

source: Remove &Duplicate Messages
eo: Forigi &Duoblajn Mesaĝojn
ta: நகலாயுள்ள அஞ்சல்களை நீக்கு

source: Remove duplicate messages.
eo: Forigi duplikatajn mesaĝojn.

source: Empty All &Trash Folders
eo: Malplenigi Ĉiujn &Rubdosierujojn
ta: அனைத்து அகற்றிட அடைவுகளையும் காலியாக்கு

source: Permanently delete all messages from all trash folders.
eo: Porĉiame forigi ĉiujn mesaĝojn el ĉiuj rubujoj.

source: E&mpty Trash
eo: &Malplenigi Rubujon
ta: அகற்றிடத்தை காலியாக்கு

source: Permanently delete all messages from the trash folder.
eo: Konstante forigi ĉiujn mesaĝojn el la rubujo.
